{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Allysa Tellez",
          "italic": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Introduction",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Until 1898, Puerto Rico was under Spanish rule for 400 years. Following the Spanish-American War, U.S. military forces invaded the island, asserting control through economic, political, and military means. In 1952, Puerto Rico became a U.S. commonwealth. While island-born individuals are U.S. citizens, they lack voting representation in Congress, and the territory remains without full sovereignty. The colonization of Puerto Rico is a recurring topic in the public radio show Latino USA. Two of these episodes extensively address the theme: Episode 275 and Episode 348. By analyzing these two episodes of the show, I argue that Latino USA transcends binary narratives by incorporating diverse voices and using radio as a creative, journalistic space that embraces ambiguity."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Latino USA was created at the University of Texas at Austin and emerged from the desire to amplify Latine voices. Maria Martin, the show’s creator and founder, envisioned a platform that could “portray the whole of the Latino experience” (160). Christopher Chavez posits that the creation of the show marked a disruption amidst the more conventional NPR programming, while still operating within its institutional framework. The show is deeply embedded within the experience of the show’s creators. The hosts of the program, Maria Hinojosa and Maria Martin, along with other members of their staff, must balance their roles as journalists and Latina women engaging with U.S. Imperialism. Drawing from Gloria Anzaldua’s concept of a “Tolerance for Ambiguity” from Borderlands/La Frontera, Latino USA illustrates how conflicting perspectives can be generative. The show avoids taking explicit political stances but invites audiences to consider diverse points of view, thus avoiding monolithic expressions of the Latine diaspora. Within the episodes, hosts and producers are mediators who structure content to reflect layered identities and contradictions. Taking also from Michele Hilmes, who argues radio episodes are texts, I examine how the hosts and producers incorporate “themes of flexibility, blurring, and ambivalence in their understandings of lands and identities, and projects them to a wide audience for entertainment and learning” (Jimenez 5). Latino USA embraces conflict by electing to focus on the issues Latinos face, rather thoroughly, turning complexity into insight. Using the free and open-source tool, AVAnnotate, I have tagged the episodes according to Speaker, Editorial Decisions, Affiliations, Topics, and Interview Makeup, as Hilmes suggests, radio programs use “genre, technique, style, narrative structures, representational conventions, and modes of address developed over decades of practice” (421). Latino USA follows a similar journalistic habitus to NPR, but as the speaker and affiliations tags might suggest, the episodes include voices not usually heard (Jimenez 86). The creation of metadata vis-à-vis tagging allows for an interpretive framework of the episodes.  "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Episode 275",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "This episode of Latino USA aired on July 26, 1998. It is 29 minutes in length and examines the effects of U.S. occupation in Puerto Rico for the last 100 years. There are three segments included in the show. The first segment focuses on the Young Bill and covers congressional debates over Puerto Rico’s political status. The second addresses the Puerto Rican diaspora in Nationalist Movements within the United States. Finally, the final segment includes an interview and conversation between political analyst Juan Manuel Garcia Passalacqua and Benny Frankie Cerezo, a former member of the House of Representatives of Puerto Rico. The organization of the episode, beginning with the timely political content, before transitioning to experiences within the diaspora, exemplifies stacking within a radio show as a form of mediation. The decision to feature the documentary, “From San Juan to Humboldt Park,” after the island’s current political status exemplifies the long-standing desire for independence from within the diaspora. Interestingly, however, is the perspective of violent acts of rebellion from Oscar Lopez and Alicia Rodriguez, who were members of the Armed Forces of National Liberation (FALN). The two were convicted of seditious conspiracy, however, the producer of the documentary ensures the speakers are multi-faceted, beginning with their love for Puerto Rico—such as the moment they arrived on the island for the first time: “It's almost like how...maybe this is too far-fetched, but people know their mother. People know their mother by their scent. There was a scent that Puerto Rico gave, that I identified with” (17:46-17:56). Archival sound adds to the urgency of their actions, as unnamed reporters describe the group setting off bombs in the middle of the afternoon, “when Wall Street business people were eating a leisurely Friday lunch” (19:30-19:45). The interviewees, still in prison at the time of the recording, uphold their support for the island, believing it was the only way to ensure independence. The documentary ends with their prison sentences and their families’ hopes that their sentences will be commuted. The documentary excerpt and its inclusion in the episode navigate ambiguity by including the voices of two people who were tried and convicted for their crimes, while also allowing them to describe their motivations. In the third segment of the episode, Hinojosa mediates between the interviewees, Garcia-Passalacqua and Cerezo. At one point, Garcia-Passalacqua had been a member of the Popular Democratic Party, which advocated for Puerto Rico to remain a commonwealth of the United States with self-governance (Riggs). By contrast, Cerezo had been a member of the New Progressive Party, which advocated for statehood (Cataldo). By choosing these two interviewees, the men offer different perspectives, while also building upon the answers of one another. Although it is unclear to whom Garcia-Passalacqua is aligned at the time of the episode, his energy is lively: “I assure you, Maria, that the people of Puerto Rico will not vote in a plebiscite until our 15 political prisoners are back home” (21:54-22:04). It is likely that the interview was recorded ahead of time, so the mediation that occurs falls within the editing. However, Hinojosa also serves as a mediator, as she asks them to expand upon their claims regarding nationalism, for example. Additionally, Hinojosa invites the interviewees to speak from their perspective, also allowing them to be multi-faceted, outside of their official capacities. The episode closes with Garcia-Passalacqua’s claim that “America’s folly in the Caribbean has become evident. Cuba and Puerto Rico will survive. American imperialism will end” (27:30-27:46). The claim ends the interview on an emotional note, as Garcia-Passalacqua seems triumphant. Within this segment, the various perspectives do not necessarily come from U.S. interests for Puerto Rico to remain a commonwealth, but from two men whose perspectives on what the island should be as they currently live on the island. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Episode 348",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Episode 348 aired more than a year later than the episode mentioned previously. The episode came on December 19, 1999, several weeks after the Clinton Administration announced it would be leaving the Island of Vieques within five years. The decision followed the death of Vieques native, David Sanes Rodriguez, who was killed after the U.S. Navy dropped a 500-pound bomb during training. The first segment includes the announcement and reaction from public officials and activists. The second segment features Garcia-Passalacqua, once again, offering commentary on the decision before transitioning to diaspora protests in New York City. Despite extensive coverage of Vieques, the producers follow the theme of U.S. occupation with a reporter story on El Chorillo neighborhood in Panama, thus reflecting U.S. Military presence in Latin America more broadly. Like the previous episode, the segments begin with current events before also including analysis and protest coverage. In the first segment of the episode, the anchor package features seven voices, two of whom represent the U.S. Navy. The others are activists, the mayor of Vieques, and the island’s commissioner—the island’s only voice in Congress. Journalist Myrna Connolly speaks Spanish to express her frustration over the events. Manuela Santiago, the Vieques mayor, is featured most in the package. Santiago’s presence represents an ambiguity that Maria Martin explores through scriptwriting. She introduces Santiago as a “pro-military Republican” who rejected the military’s offer to buy the island to continue training (8:37-8:46). Santiago responds confidently, assuring listeners that the island is for her people, and not for sale. Also within this recording, Martin and the producers must navigate the conflicting perspectives from U.S. Military officials and Puerto Ricans, despite most of the interviewees indicating they no longer want the U.S. military on the island. The producers allow the voices to offer different perspectives regarding their dissatisfaction with the Clinton Administration. Martin’s language also seeks to hold the military accountable, calling Sanes Rodriguez’ death a tragedy, as the package opens with an unnamed protester shouting, “Enough is Enough!” The different perspectives between Puerto Rico and the U.S. Military are at odds, as one group is calling for their removal, while military officials try to safeguard the island. Kenneth Bacon, for example, invites the Puerto Ricans to see the island from their own occupational perspective, where “Puerto Ricans have to look at that just as the Navy and Marines have looked at it” (8:09). It is likely that the producers/writers included the most compelling claims to keep interest from listeners, but the various sound bites also create the opportunity to explore the issue from diverse perspectives, navigating the contradictions by giving them voice, and with butted-sound bites, to respond directly to one another. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Latino USA embraces ambiguity to create accurate representations of the Latine diaspora, as there is no one true representation of the Latino/a. Within the radio show, interviewees are invited to share their different perspectives, despite ambiguous situations. By integrating diverse voices, engaging with colonial histories, and layering content through format and stacking, the show resists reductionist narratives of identity. Its bilingual, accented, and political nature offers a template for critical media production that acknowledges complexity without oversimplification. Through radio episodes, Latino USA shows that when ambiguity is managed, can be a tool for storytelling and increased representation. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Works Cited:"
        }
      ],
      "align": "center"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Anzaldua, Gloria. “La Conciencia de La Mestiza/Towards a New Consciousness.” Borderlands/La Frontera, 5th ed., Aunt Lute, San Francisco, CA, 2022, pp. 83–96. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Díaz Martín, Esther, and Héctor Domínguez Ruvalcaba. “Radiophonic Feminisms : The Sounds and Voices of Contemporary Latina Radio Hosts in the U.S. Southwest, 1990-2017 / by Esther Díaz Martín.” [University of Texas], 2018. Print."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Cataldo, Adam L. “S&amp;P Downgrades Another Puerto Rico Credit.” The Bond Buyer, vol. 354, no. 32259, Nov. 2005, pp. 1–1."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Hinojosa, Maria, 1961- (host), Cerezo, Benny Frankie (interviewee), Vaisman, Cecilia (reporter), Covino, Gary (reporter), García-Passalacqua, Juan M. (interviewee), Murillo, Mario (reporter), Goodwyn, Wade (reporter), Perez, Ana (reporter), Berríos Martínez, Rubén (interviewee), Alvarez, David (reporter), Escobedo, Deborah (interviewee), Capelouto , Susanna (reporter), Contreras, Franc (reporter), Rosselló, Pedro J., 1944- (interviewee), Velázquez, Nydia (interviewee), Nieves-Falcón, Luis (commentator), Lopez, Oscar (interviewee), Rodríguez, Alicia (interviewee). Latino USA Program 275, Week #30-98 - University of Texas Libraries Collections. 1998-7-26. https://collections.lib.utexas.edu/catalog/utblac:20fc818d-22ad-4f08-999d-a86a9b31fa0d "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Martin, M. E. (María Emilia) (host), García-Passalacqua, Juan M. (commentator), Thompson, Elena (interviewee), Murillo, Mario (reporter), Arrieta, Rolando (reporter), Alvarez, David (reporter), Reveron, Derek S. (reporter), Gibb, Tom (reporter), Garza, Daniel (reporter), de Anda, Brenda (reporter), Roy, Eric (reporter), Gonzalez, Jorge (interviewee), Bacon, Kenneth (interviewee), Johnson, Jay (interviewee), Santiago, Manuela (interviewee), Connolly, Mirna (interviewee), Romero Barceló, Carlos Antonio 1932- (interviewee), Fontanez Garcia, Cruz (interviewee), Ramos, Ben (interviewee), Beliz, Anel (interviewee), Rognoni, Mario (interviewee), Stiner, Carl (interviewee), Hervella, Jaime (interviewee). Latino USA Program 348, Week #51-99 - University of Texas Libraries Collections. 12/19/1999. https://collections.lib.utexas.edu/catalog/utblac:fb6c8bf5-4a09-4b78-bd4e-f45754056247"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "“Puerto Rico Has Been Part of the US for 125 Years, but Its Future Remains Contested.” FIU News, https://news.fiu.edu/2023/puerto-rico-has-been-part-of-the-us-for-125-years-but-its-future-remains-contested. Accessed 26 Apr. 2025."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Puerto Rico: A U.S. Territory in Crisis | Council on Foreign Relations. https://www.cfr.org/backgrounder/puerto-rico-us-territory-crisis. Accessed 23 Apr. 2025."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "“Research Guides: A Latinx Resource Guide: Civil Rights Cases and Events in the United States: 1999: Vieques Island Protests.” 1999: Vieques Island Protests - A Latinx Resource Guide: Civil Rights Cases and Events in the United States - Research Guides at Library of Congress, guides.loc.gov/latinx-civil-rights/vieques-island-protests. Accessed 7 Mar. 2025. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Riggs, Lizz. “Talking About a Revolution.” Harvard Law School, https://hls.harvard.edu/today/talking-revolution/. Accessed 30 Apr. 2025."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "Navigating Ambiguity: Latino USA’s coverage of U.S. Occupation in Puerto Rico",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "navigating-ambiguity-latino-usas-coverage-o",
  "created_at": "2025-05-05T20:54:51.086Z",
  "created_by": "amtellez16",
  "updated_at": "2025-05-05T20:54:51.086Z",
  "updated_by": "amtellez16"
}